Repository: Guanchishan/indieblocks
Catalog: languages/indieblocks-*.po
Languages: nl_nl

source: Leverage blocks and custom post types to easily "IndieWebify" your WordPress site.
nl_nl: Gebruik blokken and custom berichttypes om je WordPress-site eenvoudig te "IndieWebifyen".

source: Posts &#8211; %s
nl_nl: Berichten &#8211; %s

source: Update location data?
nl_nl: Locatiedata bijwerken?

source: Latitude
nl_nl: Breedtegraad

source: Longitude
nl_nl: Lengtegraad

source: Name
nl_nl: Naam

source: Location
nl_nl: Locatie

source: Likes %s.
nl_nl: Vindt %s leuk.

source: Bookmarked %s.
nl_nl: Bookmarkte %s.

source: In reply to %s.
nl_nl: Als antwoord op %s.

source: Reposted %s.
nl_nl: Herpostte %s.

source: Microformats and Blocks
nl_nl: Microformats en blokken

source: Post Types
nl_nl: Berichttypes

source: Miscellaneous
nl_nl: Diverse

source: Blocks
nl_nl: Blokken

source: Enable blocks?
nl_nl: Blokken inschakelen?

source: Enable microformats
nl_nl: Microformats inschakelen

source: Custom Post Types
nl_nl: Custom berichttypes

source: Enable &ldquo;Notes&rdquo;
nl_nl: &lsquo;Notes&rsquo; inschakelen

source: Include in main feed
nl_nl: Aan hoofdfeed toevoegen

source: Show on blog page
nl_nl: Op blogpagina tonen

source: Enable categories and tags
nl_nl: CategorieÃ«n en tags inschakelen

source: Enable &ldquo;Likes&rdquo;
nl_nl: &lsquo;Likes&rsquo; inschakelen

source: Random Slugs
nl_nl: Willekeurige slugs

source: Generate random slugs
nl_nl: Willekeurige slugs genereren

source: Autogenerate unique note and like slugs. Disable for WordPress&rsquo; default behavior.
nl_nl: Automatisch note- en like-slugs genereren. Zet dit uit als je WordPress&rsquo; standaardgedrag verkiest.

source: Autogenerate Titles
nl_nl: Automatisch titels genereren

source: Automatically generate titles
nl_nl: Automatisch titels genereren

source: Autogenerate note and like titles. (Your theme should probably hide these, still.)
nl_nl: Genereer automatisch note- en like-titels. (Je thema zou deze vervolgens moeten verbergen.)

source: Hide Titles
nl_nl: Titels verbergen

source: Hide note and like titles
nl_nl: Note- en like-titels verbergen

source: Date-Based Archives
nl_nl: Datumarchieven

source: Enable date-based archives
nl_nl: Datumarchieven inschakelen

source: (Experimental) Enable year, month, and day archives for notes and likes.
nl_nl: (Experimenteel) Jaar-, maand- en dagarchieven voor notes en likes inschakelen

source: Permalink Format
nl_nl: Permalinkformaat

source: Feed Modifications
nl_nl: Feedwijzigingen

source: Modify feeds
nl_nl: Feeds wijzigen

source: Enable Webmention
nl_nl: Webmention inschakelen

source: Featured Images
nl_nl: Uitgelichte afbeeldingen

source: Add Featured Images to feeds
nl_nl: Uitgelichte afbeeldingen aan feeds toevoegen

source: Location and Weather
nl_nl: Locatie en weer

source: Enable location functions
nl_nl: Locatiefuncties inschakelen

source: Deeper Micropub integration
nl_nl: Diepere Micropubintegratie

source: Parse Markdown
nl_nl: Markdown parsen

source: sample-post
nl_nl: voorbeeldbericht

source: New Note
nl_nl: Nieuwe note

source: Add New Note
nl_nl: Nieuwe note toevoegen

source: Edit Note
nl_nl: Note bewerken

source: View Note
nl_nl: Note bekijken

source: View Notes
nl_nl: Notes bekijken

source: Search Notes
nl_nl: Notes doorzoeken

source: No notes found.
nl_nl: Geen notes gevonden.

source: No notes found in trash.
nl_nl: Geen notes gevonden in prullenbak.

source: New Like
nl_nl: Nieuwe like

source: Add New Like
nl_nl: Nieuwe like toevoegen

source: Edit Like
nl_nl: Like bewerken

source: View Like
nl_nl: Like bekijken

source: View Likes
nl_nl: Likes bekijken

source: Search Likes
nl_nl: Likes doorzoeken

source: No likes found.
nl_nl: Geen likes gevonden.

source: No likes found in trash.
nl_nl: Geen likes gevonden in prullenbak.

source: &hellip; bookmarked this!
nl_nl: Bookmarkte %s.

source: &hellip; liked this!
nl_nl: &hellip; vond dit leuk!

source: &hellip; reposted this!
nl_nl: &hellip; herpostte dit!

source: &hellip; commented on this.
nl_nl: &hellip; reageerde hierop.

source: Source
nl_nl: Bron

source: Sent to %1$s on %2$s.
nl_nl: Verstuurd naar %1$s op %2$s.

source: Enable short-form post types?
nl_nl: Korte berichttypes inschakelen?

source: Taxonomies
nl_nl: TaxonomieÃ«n

source: Enable Note categories and tags?
nl_nl: CategorieÃ«n en tags voor notes inschakelen?

source: Custom Menu Order
nl_nl: Eigen menuvolgorde

source: Custom menu order?
nl_nl: De menuvolgorde aanpassen?

source: Automatically generate titles?
nl_nl: Automatisch titels genereren?

source: Generate random slugs?
nl_nl: Willekeurige slugs genereren?

source: Include in Search
nl_nl: In zoekresultaten tonen

source: Include Notes in search?
nl_nl: Notes weergeven in zoekresultaten?

source: Enable microformats2?
nl_nl: Microformats2 inschakelen?

source: Group posts, notes, and likes.
nl_nl: Berichten, notes en likes groeperen.

source: Group (regular) posts, notes, and likes at the top of WordPress&rsquo; admin menu.
nl_nl: Berichten, notes en likes bovenaan het WordPress&rsquo;-adminmenu groeperen.
